Repository: milesimarco/eu-cookie-law
Catalog: languages/*-cookie-law-*.po
Languages: it_it

source: Rate us
it_it: Votaci

source: Support
it_it: Supporto

source: Activate
it_it: Attiva

source: Auto Block
it_it: Blocco Automatico

source: This function will automatically block iframes, embeds and scripts in your post, pages and widgets.
it_it: Questa funzione bloccherà in automatico iframe, embed e script in articoli, pagine e widget.

source: Enable TinyMce Button
it_it: Abilita pulsante TinyMce

source: Click here if you want to turn on the tinymce button for manual insertion of EU Cookie Law shortcodes while editing contents.
it_it: Clicca qui se vuoi abilitare il pulsante tinymce per l'inserimento manuale degli shortcode nelle pagine di modifica dei contenuti

source: Cookie acceptance lenght
it_it: Durata accettazione cookie

source: days
it_it: giorni

source: weeks
it_it: settimane

source: months
it_it: mesi

source: Once the user clicks accept the bar will disappear. You can set how long this will apply for before the bar reappears to the user.
it_it: Quando l'utente clicca accetta la barra scompare. Puoi impostare quanto tempo trascorra prima che la barra riappaia all'utente.

source: Scroll Consent
it_it: Consenso su Scroll

source: Click here if you want to consider scrolling as cookie acceptation. Users should be informed about this...
it_it: Clicca qui se vuoi considerare lo scroll come accettazione. Gli utenti dovrebbero essere informati...

source: Navigation Consent
it_it: Consenso su Navigazione

source: Click here if you want to consider continuing navigation as cookie acceptation. Users should be informed about this...
it_it: Clicca qui se vuoi considerare la continuazione della navigazione come accettazione. Gli utenti dovrebbero essere informati...

source: Share Cookie across Network
it_it: Condividi Cookie nella Rete

source: Click here if you want to share euCookie across your network (subdomains or multisite)
it_it: Clicca qui se vuoi abilitare euCookie nella tua rete (sottodomini o multisito)

source: Network Domain
it_it: Dominio Rete

source: Appearance
it_it: Aspetto

source: Position
it_it: Posizione

source: Bottom Right
it_it: Basso Destra

source: Top Right
it_it: Alto Destra

source: Bottom Left
it_it: Basso Sinistra

source: Top Left
it_it: Alto Sinistra

source: Background Color
it_it: Colore di Sfondo

source: Font Color
it_it: Colore del Testo

source: Content
it_it: Contenuto

source: Bar Message
it_it: Messaggio Banner

source: More Info Text
it_it: Testo Maggiori Informazioni

source: Accept Text
it_it: Testo Accettazione

source: Bar Link
it_it: Link Banner

source: Use this field if you want to link a page instead of showing the popup
it_it: Usa questo campo se vuoi collegarti a una pagina anziché mostrare il popup

source: "Close Popup" Text
it_it: Testo "Chiudi Popup"

source: Popup Box Content
it_it: Contenuto del Popup

source: Use this to add a popup that informs your users about your cookie policy
it_it: Utilizza questo campo per aggiungere un popup esteso che informa i tuoi utenti sulla cookie policy

source: Blocked code message
it_it: Messaggio nel codice bloccato

source: This is the message that will be displayed for locked-code areas
it_it: Questo è il messaggio che sarà mostrato nelle area in cui hai bloccato il codice

source: Cookie enabled message
it_it: Messaggio cookie abilitati

source: This is the message that will be displayed when cookie are enabled
it_it: Questo è il messaggio che comparirà quando i cookie sono abilitati

source: "Disable Cookie" Text
it_it: Testo "Disabilita Cookie"

source: Cookie disabled message
it_it: Messaggio cookie disabilitati

source: This is the message that will be displayed when cookie are not accepted
it_it: Questo messaggio comparirà quando i cookie non sono accettati

source: Save Changes
it_it: Salva Impostazioni

source: Cookies are enabled
it_it: I Cookie sono abilitati

source: Revoke cookie consent
it_it: Revoca consenso cookie

source: Cookies are disabled
it_it: I Cookie sono disabilitati

source: Accept Cookies by clicking "%s" in the banner.
it_it: Accetta i Cookie cliccando "%s" nel banner.

source: By continuing to use the site, you agree to the use of cookies.
it_it: Utilizzando il sito, accetti l'utilizzo dei cookie da parte nostra.

source: more information
it_it: maggiori informazioni

source: Accept
it_it: Accetto

source: Close
it_it: Chiudi

source: The cookie settings on this website are set to "allow cookies" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click "Accept" below then you are consenting to this.
it_it: Questo sito utilizza i cookie per fonire la migliore esperienza di navigazione possibile. Continuando a utilizzare questo sito senza modificare le impostazioni dei cookie o clicchi su "Accetta" permetti al loro utilizzo.

source: <b>Content not available.</b><br><small>Please allow cookies by clicking Accept on the banner</small>
it_it: <b>Contenuto non disponibile</b><br><small>Consenti i cookie cliccando su "Accetta" nel banner"</small>

source: Cookies are disabled<br>Accept Cookies by clicking "%s" in the banner.
it_it: I cookie sono disabilitati<br>Consenti al loro utilizzo cliccando "%s" nel banner.

source: EU Cookie Law informs users that your site uses cookies, with option to lock scripts before consent. Light + Customizable style.
it_it: EU Cookie Law informa gli utenti che il tuo sito utilizza i cookie, con opzione di blocco preventivo prima del consenso. Leggero + Aspetto personalizzabile.
